experiments/results/20201017T121311/node92/tmp/SmartTrie/logs/load.log
Command line: -load -s -db smarttrie.app.client.Client -P config/workload
YCSB Client 0.17.0

Loading workload...
Starting test.
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
2020-10-17 17:01:30:972 0 sec: 0 operations; est completion in 0 second 
2020-10-17 17:01:31:905 1 sec: 0 operations; est completion in 106751991167300 days 15 hours 
2020-10-17 17:01:31.914 [Thread-2] INFO  b.c.c.n.NettyClientServerCommunicationSystemClientSide - Connecting to replica 0 at /192.168.3.91:11000
2020-10-17 17:01:31.936 [nioEventLoopGroup-2-1] INFO  b.c.c.n.NettyClientServerCommunicationSystemClientSide - Channel active
2020-10-17 17:01:32:904 2 sec: 362 operations; 362 current ops/sec; est completion in 46 minutes [INSERT: Count=365, Max=1205247, Min=1279, Avg=5368.55, 90=3009, 99=5575, 99.9=1205247, 99.99=1205247] 
2020-10-17 17:01:33:904 3 sec: 1531 operations; 1169 current ops/sec; est completion in 16 minutes [INSERT: Count=1168, Max=7267, Min=666, Avg=835.79, 90=1186, 99=1494, 99.9=3367, 99.99=7267] 
2020-10-17 17:01:34:905 4 sec: 2914 operations; 1383 current ops/sec; est completion in 11 minutes [INSERT: Count=1382, Max=26815, Min=591, Avg=711.07, 90=747, 99=950, 99.9=1936, 99.99=26815] 
2020-10-17 17:01:35:905 5 sec: 4501 operations; 1587 current ops/sec; est completion in 9 minutes [INSERT: Count=1589, Max=1591, Min=528, Avg=618.77, 90=677, 99=823, 99.9=1128, 99.99=1591] 
2020-10-17 17:01:36:905 6 sec: 6256 operations; 1755 current ops/sec; est completion in 7 minutes [INSERT: Count=1755, Max=1531, Min=489, Avg=560.08, 90=594, 99=685, 99.9=1303, 99.99=1531] 
2020-10-17 17:01:37:905 7 sec: 8033 operations; 1777 current ops/sec; est completion in 7 minutes [INSERT: Count=1777, Max=53631, Min=389, Avg=556.54, 90=600, 99=768, 99.9=1467, 99.99=53631] 
2020-10-17 17:01:38:905 8 sec: 10335 operations; 2302 current ops/sec; est completion in 6 minutes [INSERT: Count=2299, Max=7971, Min=386, Avg=427.84, 90=459, 99=520, 99.9=943, 99.99=7971] 
2020-10-17 17:01:39:904 9 sec: 12307 operations; 1972 current ops/sec; est completion in 5 minutes [INSERT: Count=1974, Max=38623, Min=383, Avg=505.49, 90=538, 99=753, 99.9=8887, 99.99=38623] 
2020-10-17 17:01:40:904 10 sec: 14447 operations; 2140 current ops/sec; est completion in 5 minutes [INSERT: Count=2140, Max=730, Min=382, Avg=464.18, 90=512, 99=553, 99.9=699, 99.99=730] 
2020-10-17 17:01:41:904 11 sec: 16474 operations; 2027 current ops/sec; est completion in 5 minutes [INSERT: Count=2026, Max=6459, Min=389, Avg=489.46, 90=526, 99=579, 99.9=965, 99.99=6459] 
2020-10-17 17:01:42:904 12 sec: 18468 operations; 1994 current ops/sec; est completion in 5 minutes [INSERT: Count=1995, Max=723, Min=393, Avg=497.67, 90=547, 99=603, 99.9=648, 99.99=723] 
2020-10-17 17:01:43:904 13 sec: 20497 operations; 2029 current ops/sec; est completion in 5 minutes [INSERT: Count=2028, Max=679, Min=395, Avg=489.59, 90=539, 99=584, 99.9=634, 99.99=679] 
2020-10-17 17:01:44:904 14 sec: 22518 operations; 2021 current ops/sec; est completion in 4 minutes [INSERT: Count=2021, Max=4479, Min=389, Avg=490.87, 90=543, 99=598, 99.9=681, 99.99=4479] 
2020-10-17 17:01:45:904 15 sec: 24411 operations; 1893 current ops/sec; est completion in 4 minutes [INSERT: Count=1894, Max=93119, Min=376, Avg=524.16, 90=536, 99=584, 99.9=623, 99.99=93119] 
2020-10-17 17:01:46:904 16 sec: 26856 operations; 2445 current ops/sec; est completion in 4 minutes [INSERT: Count=2444, Max=566, Min=372, Avg=406.45, 90=441, 99=497, 99.9=537, 99.99=566] 
2020-10-17 17:01:47:904 17 sec: 29317 operations; 2461 current ops/sec; est completion in 4 minutes [INSERT: Count=2462, Max=834, Min=372, Avg=403.64, 90=430, 99=480, 99.9=792, 99.99=834] 
2020-10-17 17:01:48:904 18 sec: 31774 operations; 2457 current ops/sec; est completion in 4 minutes [INSERT: Count=2459, Max=3583, Min=366, Avg=403.9, 90=429, 99=482, 99.9=675, 99.99=3583] 
2020-10-17 17:01:49:904 19 sec: 34224 operations; 2450 current ops/sec; est completion in 4 minutes [INSERT: Count=2447, Max=2471, Min=368, Avg=405.21, 90=437, 99=496, 99.9=689, 99.99=2471] 
2020-10-17 17:01:50:904 20 sec: 36675 operations; 2451 current ops/sec; est completion in 4 minutes [INSERT: Count=2452, Max=9135, Min=365, Avg=404.11, 90=426, 99=467, 99.9=762, 99.99=9135] 
2020-10-17 17:01:51:904 21 sec: 38781 operations; 2106 current ops/sec; est completion in 4 minutes [INSERT: Count=2106, Max=42751, Min=368, Avg=470.91, 90=517, 99=594, 99.9=4971, 99.99=42751] 
2020-10-17 17:01:52:905 22 sec: 41023 operations; 2242 current ops/sec; est completion in 4 minutes [INSERT: Count=2242, Max=8311, Min=378, Avg=442.36, 90=485, 99=538, 99.9=745, 99.99=8311] 
2020-10-17 17:01:53:904 23 sec: 43390 operations; 2367 current ops/sec; est completion in 4 minutes [INSERT: Count=2367, Max=619, Min=375, Avg=419.66, 90=447, 99=505, 99.9=547, 99.99=619] 
2020-10-17 17:01:54:904 24 sec: 45671 operations; 2281 current ops/sec; est completion in 3 minutes [INSERT: Count=2281, Max=25023, Min=381, Avg=435.38, 90=451, 99=636, 99.9=702, 99.99=25023] 
2020-10-17 17:01:55:904 25 sec: 48038 operations; 2367 current ops/sec; est completion in 3 minutes [INSERT: Count=2367, Max=5291, Min=386, Avg=419.53, 90=443, 99=492, 99.9=612, 99.99=5291] 
2020-10-17 17:01:56:904 26 sec: 50416 operations; 2378 current ops/sec; est completion in 3 minutes [INSERT: Count=2377, Max=1040, Min=382, Avg=417.85, 90=445, 99=492, 99.9=527, 99.99=1040] 
2020-10-17 17:01:57:904 27 sec: 52595 operations; 2179 current ops/sec; est completion in 3 minutes [INSERT: Count=2180, Max=85311, Min=370, Avg=455.44, 90=444, 99=510, 99.9=1674, 99.99=85311] 
2020-10-17 17:01:58:904 28 sec: 54992 operations; 2397 current ops/sec; est completion in 3 minutes [INSERT: Count=2397, Max=1408, Min=368, Avg=414.53, 90=444, 99=497, 99.9=568, 99.99=1408] 
2020-10-17 17:01:59:904 29 sec: 57491 operations; 2499 current ops/sec; est completion in 3 minutes [INSERT: Count=2501, Max=2669, Min=363, Avg=397.32, 90=424, 99=504, 99.9=632, 99.99=2669] 
2020-10-17 17:02:00:904 30 sec: 60052 operations; 2561 current ops/sec; est completion in 3 minutes [INSERT: Count=2559, Max=510, Min=363, Avg=387.76, 90=411, 99=442, 99.9=475, 99.99=510] 
2020-10-17 17:02:01:904 31 sec: 62420 operations; 2368 current ops/sec; est completion in 3 minutes [INSERT: Count=2368, Max=9135, Min=367, Avg=419.07, 90=443, 99=504, 99.9=1062, 99.99=9135] 
2020-10-17 17:02:02:904 32 sec: 64808 operations; 2388 current ops/sec; est completion in 3 minutes [INSERT: Count=2387, Max=45599, Min=363, Avg=416.29, 90=427, 99=475, 99.9=675, 99.99=45599] 
2020-10-17 17:02:03:904 33 sec: 67140 operations; 2332 current ops/sec; est completion in 3 minutes [INSERT: Count=2333, Max=3933, Min=372, Avg=426.32, 90=465, 99=514, 99.9=699, 99.99=3933] 
2020-10-17 17:02:04:904 34 sec: 69509 operations; 2369 current ops/sec; est completion in 3 minutes [INSERT: Count=2369, Max=785, Min=374, Avg=419.75, 90=459, 99=504, 99.9=573, 99.99=785] 
2020-10-17 17:02:05:904 35 sec: 71895 operations; 2386 current ops/sec; est completion in 3 minutes [INSERT: Count=2385, Max=7171, Min=365, Avg=416.82, 90=449, 99=495, 99.9=538, 99.99=7171] 
2020-10-17 17:02:06:904 36 sec: 74271 operations; 2376 current ops/sec; est completion in 3 minutes [INSERT: Count=2376, Max=3185, Min=372, Avg=418.68, 90=458, 99=507, 99.9=556, 99.99=3185] 
2020-10-17 17:02:07:904 37 sec: 76623 operations; 2352 current ops/sec; est completion in 3 minutes [INSERT: Count=2352, Max=4179, Min=373, Avg=422.55, 90=456, 99=513, 99.9=632, 99.99=4179] 
2020-10-17 17:02:08:904 38 sec: 78823 operations; 2200 current ops/sec; est completion in 3 minutes [INSERT: Count=2200, Max=82687, Min=359, Avg=452.05, 90=458, 99=513, 99.9=962, 99.99=82687] 
2020-10-17 17:02:09:905 39 sec: 81376 operations; 2553 current ops/sec; est completion in 3 minutes [INSERT: Count=2554, Max=28527, Min=346, Avg=389.38, 90=405, 99=450, 99.9=548, 99.99=28527] 
2020-10-17 17:02:10:904 40 sec: 84004 operations; 2628 current ops/sec; est completion in 3 minutes [INSERT: Count=2627, Max=532, Min=355, Avg=378.27, 90=403, 99=437, 99.9=462, 99.99=532] 
2020-10-17 17:02:11:904 41 sec: 86594 operations; 2590 current ops/sec; est completion in 3 minutes [INSERT: Count=2590, Max=565, Min=355, Avg=383.8, 90=413, 99=460, 99.9=484, 99.99=565] 
2020-10-17 17:02:12:904 42 sec: 89235 operations; 2641 current ops/sec; est completion in 3 minutes [INSERT: Count=2642, Max=834, Min=355, Avg=376.36, 90=401, 99=431, 99.9=475, 99.99=834] 
2020-10-17 17:02:13:904 43 sec: 91625 operations; 2390 current ops/sec; est completion in 3 minutes [INSERT: Count=2389, Max=88575, Min=354, Avg=416.02, 90=405, 99=446, 99.9=513, 99.99=88575] 
2020-10-17 17:02:14:905 44 sec: 94170 operations; 2545 current ops/sec; est completion in 3 minutes [INSERT: Count=2546, Max=5603, Min=355, Avg=390.71, 90=414, 99=471, 99.9=671, 99.99=5603] 
2020-10-17 17:02:15:904 45 sec: 96742 operations; 2572 current ops/sec; est completion in 3 minutes [INSERT: Count=2571, Max=7223, Min=355, Avg=386.28, 90=413, 99=460, 99.9=570, 99.99=7223] 
2020-10-17 17:02:16:904 46 sec: 99361 operations; 2619 current ops/sec; est completion in 3 minutes [INSERT: Count=2619, Max=959, Min=354, Avg=379.63, 90=406, 99=447, 99.9=523, 99.99=959] 
2020-10-17 17:02:17:904 47 sec: 101727 operations; 2366 current ops/sec; est completion in 3 minutes [INSERT: Count=2366, Max=7743, Min=356, Avg=420.3, 90=460, 99=653, 99.9=1343, 99.99=7743] 
2020-10-17 17:02:18:904 48 sec: 103934 operations; 2207 current ops/sec; est completion in 3 minutes [INSERT: Count=2207, Max=913, Min=355, Avg=450.55, 90=593, 99=712, 99.9=834, 99.99=913] 
2020-10-17 17:02:19:904 49 sec: 104480 operations; 546 current ops/sec; est completion in 3 minutes [INSERT: Count=545, Max=788, Min=374, Avg=448.04, 90=534, 99=658, 99.9=763, 99.99=788] 
2020-10-17 17:02:20:904 50 sec: 106046 operations; 1566 current ops/sec; est completion in 3 minutes [INSERT: Count=1567, Max=1091583, Min=368, Avg=1117.58, 90=454, 99=539, 99.9=1241, 99.99=1091583] 
2020-10-17 17:02:21:904 51 sec: 108449 operations; 2403 current ops/sec; est completion in 3 minutes [INSERT: Count=2403, Max=8231, Min=371, Avg=413.89, 90=441, 99=503, 99.9=634, 99.99=8231] 
2020-10-17 17:02:22:904 52 sec: 110895 operations; 2446 current ops/sec; est completion in 3 minutes [INSERT: Count=2447, Max=8279, Min=369, Avg=406.36, 90=430, 99=485, 99.9=608, 99.99=8279] 
2020-10-17 17:02:23:904 53 sec: 113130 operations; 2235 current ops/sec; est completion in 3 minutes [INSERT: Count=2234, Max=96447, Min=367, Avg=445.27, 90=428, 99=482, 99.9=955, 99.99=96447] 
2020-10-17 17:02:24:904 54 sec: 115656 operations; 2526 current ops/sec; est completion in 3 minutes [INSERT: Count=2527, Max=2949, Min=357, Avg=393.92, 90=430, 99=485, 99.9=542, 99.99=2949] 
2020-10-17 17:02:25:904 55 sec: 118123 operations; 2467 current ops/sec; est completion in 2 minutes [INSERT: Count=2466, Max=554, Min=362, Avg=403.33, 90=441, 99=494, 99.9=546, 99.99=554] 
2020-10-17 17:02:26:904 56 sec: 120513 operations; 2390 current ops/sec; est completion in 2 minutes [INSERT: Count=2390, Max=27391, Min=368, Avg=416.25, 90=438, 99=495, 99.9=560, 99.99=27391] 
2020-10-17 17:02:27:904 57 sec: 123058 operations; 2545 current ops/sec; est completion in 2 minutes [INSERT: Count=2545, Max=2483, Min=359, Avg=390.8, 90=426, 99=488, 99.9=570, 99.99=2483] 
2020-10-17 17:02:28:904 58 sec: 125674 operations; 2616 current ops/sec; est completion in 2 minutes [INSERT: Count=2615, Max=515, Min=354, Avg=380.49, 90=408, 99=455, 99.9=494, 99.99=515] 
2020-10-17 17:02:29:904 59 sec: 128223 operations; 2549 current ops/sec; est completion in 2 minutes [INSERT: Count=2550, Max=595, Min=353, Avg=390.4, 90=420, 99=467, 99.9=516, 99.99=595] 
2020-10-17 17:02:30:904 60 sec: 130667 operations; 2444 current ops/sec; est completion in 2 minutes [INSERT: Count=2443, Max=572, Min=362, Avg=407.48, 90=439, 99=479, 99.9=549, 99.99=572] 
2020-10-17 17:02:31:904 61 sec: 133266 operations; 2599 current ops/sec; est completion in 2 minutes [INSERT: Count=2600, Max=649, Min=348, Avg=382.78, 90=416, 99=461, 99.9=523, 99.99=649] 
2020-10-17 17:02:32:904 62 sec: 135801 operations; 2535 current ops/sec; est completion in 2 minutes [INSERT: Count=2534, Max=58911, Min=347, Avg=392.36, 90=391, 99=437, 99.9=532, 99.99=58911] 
2020-10-17 17:02:33:904 63 sec: 138496 operations; 2695 current ops/sec; est completion in 2 minutes [INSERT: Count=2695, Max=604, Min=348, Avg=369.22, 90=401, 99=457, 99.9=551, 99.99=604] 
2020-10-17 17:02:34:904 64 sec: 141242 operations; 2746 current ops/sec; est completion in 2 minutes [INSERT: Count=2747, Max=556, Min=347, Avg=362.33, 90=385, 99=419, 99.9=446, 99.99=556] 
2020-10-17 17:02:35:904 65 sec: 143993 operations; 2751 current ops/sec; est completion in 2 minutes [INSERT: Count=2750, Max=892, Min=345, Avg=361.71, 90=383, 99=421, 99.9=478, 99.99=892] 
2020-10-17 17:02:36:904 66 sec: 146743 operations; 2750 current ops/sec; est completion in 2 minutes [INSERT: Count=2751, Max=510, Min=346, Avg=361.72, 90=384, 99=420, 99.9=453, 99.99=510] 
2020-10-17 17:02:37:904 67 sec: 149495 operations; 2752 current ops/sec; est completion in 2 minutes [INSERT: Count=2751, Max=478, Min=346, Avg=361.67, 90=384, 99=420, 99.9=437, 99.99=478] 
2020-10-17 17:02:38:904 68 sec: 152251 operations; 2756 current ops/sec; est completion in 2 minutes [INSERT: Count=2757, Max=475, Min=346, Avg=361.04, 90=383, 99=414, 99.9=444, 99.99=475] 
2020-10-17 17:02:39:904 69 sec: 154994 operations; 2743 current ops/sec; est completion in 2 minutes [INSERT: Count=2743, Max=467, Min=348, Avg=362.72, 90=385, 99=418, 99.9=445, 99.99=467] 
2020-10-17 17:02:40:904 70 sec: 157713 operations; 2719 current ops/sec; est completion in 2 minutes [INSERT: Count=2719, Max=4583, Min=347, Avg=365.86, 90=387, 99=426, 99.9=465, 99.99=4583] 
2020-10-17 17:02:41:904 71 sec: 160102 operations; 2389 current ops/sec; est completion in 2 minutes [INSERT: Count=2389, Max=108159, Min=345, Avg=416.52, 90=396, 99=434, 99.9=841, 99.99=108159] 
2020-10-17 17:02:42:904 72 sec: 162739 operations; 2637 current ops/sec; est completion in 2 minutes [INSERT: Count=2636, Max=750, Min=355, Avg=377.1, 90=401, 99=438, 99.9=470, 99.99=750] 
2020-10-17 17:02:43:904 73 sec: 165379 operations; 2640 current ops/sec; est completion in 2 minutes [INSERT: Count=2641, Max=589, Min=356, Avg=376.62, 90=399, 99=443, 99.9=478, 99.99=589] 
2020-10-17 17:02:44:904 74 sec: 167952 operations; 2573 current ops/sec; est completion in 2 minutes [INSERT: Count=2573, Max=54943, Min=344, Avg=386.73, 90=388, 99=428, 99.9=491, 99.99=54943] 
2020-10-17 17:02:45:904 75 sec: 170697 operations; 2745 current ops/sec; est completion in 2 minutes [INSERT: Count=2744, Max=573, Min=344, Avg=362.6, 90=385, 99=421, 99.9=477, 99.99=573] 
2020-10-17 17:02:46:904 76 sec: 173447 operations; 2750 current ops/sec; est completion in 2 minutes [INSERT: Count=2750, Max=557, Min=344, Avg=361.89, 90=384, 99=422, 99.9=452, 99.99=557] 
2020-10-17 17:02:47:904 77 sec: 176186 operations; 2739 current ops/sec; est completion in 2 minutes [INSERT: Count=2740, Max=3621, Min=344, Avg=363.09, 90=384, 99=419, 99.9=589, 99.99=3621] 
2020-10-17 17:02:48:904 78 sec: 178906 operations; 2720 current ops/sec; est completion in 2 minutes [INSERT: Count=2720, Max=2729, Min=346, Avg=365.73, 90=387, 99=423, 99.9=464, 99.99=2729] 
2020-10-17 17:02:49:904 79 sec: 181495 operations; 2589 current ops/sec; est completion in 2 minutes [INSERT: Count=2589, Max=48671, Min=346, Avg=384.41, 90=388, 99=425, 99.9=490, 99.99=48671] 
2020-10-17 17:02:50:904 80 sec: 184214 operations; 2719 current ops/sec; est completion in 2 minutes [INSERT: Count=2719, Max=601, Min=345, Avg=365.91, 90=388, 99=438, 99.9=569, 99.99=601] 
2020-10-17 17:02:51:904 81 sec: 186828 operations; 2614 current ops/sec; est completion in 2 minutes [INSERT: Count=2614, Max=803, Min=346, Avg=380.71, 90=417, 99=583, 99.9=682, 99.99=803] 
2020-10-17 17:02:52:904 82 sec: 189499 operations; 2671 current ops/sec; est completion in 2 minutes [INSERT: Count=2671, Max=593, Min=353, Avg=372.45, 90=396, 99=428, 99.9=463, 99.99=593] 
2020-10-17 17:02:53:904 83 sec: 192132 operations; 2633 current ops/sec; est completion in 2 minutes [INSERT: Count=2633, Max=9567, Min=352, Avg=377.65, 90=398, 99=445, 99.9=601, 99.99=9567] 
2020-10-17 17:02:54:904 84 sec: 194772 operations; 2640 current ops/sec; est completion in 2 minutes [INSERT: Count=2640, Max=5899, Min=354, Avg=376.68, 90=398, 99=446, 99.9=535, 99.99=5899] 
2020-10-17 17:02:55:904 85 sec: 197392 operations; 2620 current ops/sec; est completion in 2 minutes [INSERT: Count=2620, Max=8743, Min=352, Avg=379.65, 90=401, 99=443, 99.9=529, 99.99=8743] 
2020-10-17 17:02:56:904 86 sec: 200021 operations; 2629 current ops/sec; est completion in 2 minutes [INSERT: Count=2629, Max=842, Min=354, Avg=378.36, 90=405, 99=453, 99.9=554, 99.99=842] 
2020-10-17 17:02:57:904 87 sec: 202174 operations; 2153 current ops/sec; est completion in 2 minutes [INSERT: Count=2153, Max=70079, Min=371, Avg=462.17, 90=474, 99=570, 99.9=703, 99.99=70079] 
2020-10-17 17:02:58:904 88 sec: 204612 operations; 2438 current ops/sec; est completion in 2 minutes [INSERT: Count=2438, Max=688, Min=363, Avg=408.08, 90=444, 99=519, 99.9=602, 99.99=688] 
2020-10-17 17:02:59:904 89 sec: 206474 operations; 1862 current ops/sec; est completion in 2 minutes [INSERT: Count=1861, Max=736, Min=349, Avg=413.48, 90=527, 99=595, 99.9=700, 99.99=736] 
2020-10-17 17:03:00:904 90 sec: 208527 operations; 2053 current ops/sec; est completion in 2 minutes [INSERT: Count=2054, Max=462079, Min=351, Avg=595.38, 90=390, 99=442, 99.9=792, 99.99=462079] 
2020-10-17 17:03:01:904 91 sec: 211206 operations; 2679 current ops/sec; est completion in 2 minutes [INSERT: Count=2678, Max=8871, Min=350, Avg=371.42, 90=388, 99=435, 99.9=499, 99.99=8871] 
2020-10-17 17:03:02:904 92 sec: 213865 operations; 2659 current ops/sec; est completion in 2 minutes [INSERT: Count=2659, Max=651, Min=348, Avg=374.08, 90=394, 99=442, 99.9=570, 99.99=651] 
2020-10-17 17:03:03:904 93 sec: 216444 operations; 2579 current ops/sec; est completion in 2 minutes [INSERT: Count=2580, Max=23103, Min=356, Avg=385.49, 90=396, 99=433, 99.9=453, 99.99=23103] 
2020-10-17 17:03:04:904 94 sec: 219110 operations; 2666 current ops/sec; est completion in 2 minutes [INSERT: Count=2666, Max=448, Min=355, Avg=373.1, 90=390, 99=431, 99.9=442, 99.99=448] 
2020-10-17 17:03:05:904 95 sec: 221353 operations; 2243 current ops/sec; est completion in 2 minutes [INSERT: Count=2243, Max=124415, Min=355, Avg=443.54, 90=430, 99=486, 99.9=674, 99.99=124415] 
2020-10-17 17:03:06:905 96 sec: 223803 operations; 2450 current ops/sec; est completion in 1 minute [INSERT: Count=2451, Max=8115, Min=364, Avg=406.09, 90=442, 99=505, 99.9=652, 99.99=8115] 
2020-10-17 17:03:07:905 97 sec: 226307 operations; 2504 current ops/sec; est completion in 1 minute [INSERT: Count=2504, Max=1426, Min=362, Avg=397.29, 90=428, 99=505, 99.9=568, 99.99=1426] 
2020-10-17 17:03:08:904 98 sec: 228758 operations; 2451 current ops/sec; est completion in 1 minute [INSERT: Count=2450, Max=8647, Min=362, Avg=405.57, 90=437, 99=507, 99.9=669, 99.99=8647] 
2020-10-17 17:03:09:904 99 sec: 231225 operations; 2467 current ops/sec; est completion in 1 minute [INSERT: Count=2466, Max=595, Min=370, Avg=403.42, 90=437, 99=499, 99.9=581, 99.99=595] 
2020-10-17 17:03:10:904 100 sec: 233649 operations; 2424 current ops/sec; est completion in 1 minute [INSERT: Count=2425, Max=7935, Min=373, Avg=410.34, 90=439, 99=512, 99.9=612, 99.99=7935] 
2020-10-17 17:03:11:904 101 sec: 236071 operations; 2422 current ops/sec; est completion in 1 minute [INSERT: Count=2422, Max=605, Min=372, Avg=410.72, 90=445, 99=514, 99.9=595, 99.99=605] 
2020-10-17 17:03:12:904 102 sec: 238510 operations; 2439 current ops/sec; est completion in 1 minute [INSERT: Count=2438, Max=6767, Min=363, Avg=408.18, 90=438, 99=508, 99.9=1013, 99.99=6767] 
2020-10-17 17:03:13:904 103 sec: 240923 operations; 2413 current ops/sec; est completion in 1 minute [INSERT: Count=2414, Max=56575, Min=348, Avg=412.35, 90=422, 99=489, 99.9=591, 99.99=56575] 
2020-10-17 17:03:14:904 104 sec: 243648 operations; 2725 current ops/sec; est completion in 1 minute [INSERT: Count=2725, Max=3157, Min=347, Avg=365.09, 90=387, 99=420, 99.9=525, 99.99=3157] 
2020-10-17 17:03:15:904 105 sec: 246395 operations; 2747 current ops/sec; est completion in 1 minute [INSERT: Count=2747, Max=551, Min=346, Avg=362.2, 90=384, 99=424, 99.9=466, 99.99=551] 
2020-10-17 17:03:16:904 106 sec: 249153 operations; 2758 current ops/sec; est completion in 1 minute [INSERT: Count=2758, Max=473, Min=346, Avg=360.86, 90=383, 99=419, 99.9=453, 99.99=473] 
2020-10-17 17:03:17:904 107 sec: 251886 operations; 2733 current ops/sec; est completion in 1 minute [INSERT: Count=2733, Max=4287, Min=347, Avg=363.98, 90=385, 99=423, 99.9=469, 99.99=4287] 
2020-10-17 17:03:18:904 108 sec: 254626 operations; 2740 current ops/sec; est completion in 1 minute [INSERT: Count=2740, Max=490, Min=347, Avg=363.15, 90=385, 99=426, 99.9=448, 99.99=490] 
2020-10-17 17:03:19:904 109 sec: 257366 operations; 2740 current ops/sec; est completion in 1 minute [INSERT: Count=2739, Max=659, Min=347, Avg=363.23, 90=385, 99=429, 99.9=454, 99.99=659] 
2020-10-17 17:03:20:904 110 sec: 259942 operations; 2576 current ops/sec; est completion in 1 minute [INSERT: Count=2576, Max=52991, Min=347, Avg=386.18, 90=386, 99=422, 99.9=825, 99.99=52991] 
2020-10-17 17:03:21:904 111 sec: 262683 operations; 2741 current ops/sec; est completion in 1 minute [INSERT: Count=2742, Max=547, Min=347, Avg=363.03, 90=385, 99=423, 99.9=460, 99.99=547] 
2020-10-17 17:03:22:904 112 sec: 265416 operations; 2733 current ops/sec; est completion in 1 minute [INSERT: Count=2733, Max=471, Min=348, Avg=364.13, 90=386, 99=424, 99.9=452, 99.99=471] 
2020-10-17 17:03:23:904 113 sec: 268076 operations; 2660 current ops/sec; est completion in 1 minute [INSERT: Count=2660, Max=26175, Min=347, Avg=374.01, 90=386, 99=422, 99.9=466, 99.99=26175] 
2020-10-17 17:03:24:904 114 sec: 270798 operations; 2722 current ops/sec; est completion in 1 minute [INSERT: Count=2721, Max=5403, Min=346, Avg=365.51, 90=386, 99=422, 99.9=540, 99.99=5403] 
2020-10-17 17:03:25:904 115 sec: 273546 operations; 2748 current ops/sec; est completion in 1 minute [INSERT: Count=2749, Max=464, Min=347, Avg=361.99, 90=384, 99=420, 99.9=452, 99.99=464] 
2020-10-17 17:03:26:904 116 sec: 276300 operations; 2754 current ops/sec; est completion in 1 minute [INSERT: Count=2753, Max=650, Min=347, Avg=361.37, 90=383, 99=418, 99.9=465, 99.99=650] 
2020-10-17 17:03:27:904 117 sec: 278800 operations; 2500 current ops/sec; est completion in 1 minute [INSERT: Count=2501, Max=54687, Min=348, Avg=397.83, 90=395, 99=562, 99.9=826, 99.99=54687] 
2020-10-17 17:03:28:904 118 sec: 281483 operations; 2683 current ops/sec; est completion in 1 minute [INSERT: Count=2683, Max=684, Min=347, Avg=370.85, 90=395, 99=547, 99.9=602, 99.99=684] 
2020-10-17 17:03:29:904 119 sec: 284205 operations; 2722 current ops/sec; est completion in 1 minute [INSERT: Count=2722, Max=1015, Min=348, Avg=365.61, 90=385, 99=426, 99.9=466, 99.99=1015] 
2020-10-17 17:03:30:904 120 sec: 286940 operations; 2735 current ops/sec; est completion in 1 minute [INSERT: Count=2735, Max=476, Min=346, Avg=363.72, 90=386, 99=421, 99.9=451, 99.99=476] 
2020-10-17 17:03:31:904 121 sec: 289687 operations; 2747 current ops/sec; est completion in 1 minute [INSERT: Count=2747, Max=539, Min=346, Avg=362.21, 90=382, 99=421, 99.9=450, 99.99=539] 
2020-10-17 17:03:32:904 122 sec: 292411 operations; 2724 current ops/sec; est completion in 1 minute [INSERT: Count=2724, Max=4843, Min=345, Avg=365.2, 90=384, 99=425, 99.9=475, 99.99=4843] 
2020-10-17 17:03:33:904 123 sec: 295113 operations; 2702 current ops/sec; est completion in 1 minute [INSERT: Count=2702, Max=9231, Min=346, Avg=368.2, 90=389, 99=434, 99.9=617, 99.99=9231] 
2020-10-17 17:03:34:904 124 sec: 297645 operations; 2532 current ops/sec; est completion in 1 minute [INSERT: Count=2532, Max=57055, Min=347, Avg=393.04, 90=399, 99=459, 99.9=515, 99.99=57055] 
2020-10-17 17:03:35:904 125 sec: 300259 operations; 2614 current ops/sec; est completion in 1 minute [INSERT: Count=2613, Max=1088, Min=347, Avg=380.71, 90=417, 99=472, 99.9=564, 99.99=1088] 
2020-10-17 17:03:36:904 126 sec: 302700 operations; 2441 current ops/sec; est completion in 1 minute [INSERT: Count=2442, Max=631, Min=363, Avg=407.51, 90=441, 99=495, 99.9=590, 99.99=631] 
2020-10-17 17:03:37:904 127 sec: 305210 operations; 2510 current ops/sec; est completion in 1 minute [INSERT: Count=2510, Max=619, Min=362, Avg=396.43, 90=420, 99=473, 99.9=510, 99.99=619] 
2020-10-17 17:03:38:904 128 sec: 307547 operations; 2337 current ops/sec; est completion in 1 minute [INSERT: Count=2337, Max=786, Min=355, Avg=425.82, 90=576, 99=669, 99.9=750, 99.99=786] 
2020-10-17 17:03:39:904 129 sec: 309995 operations; 2448 current ops/sec; est completion in 1 minute [INSERT: Count=2447, Max=9143, Min=355, Avg=396.38, 90=429, 99=615, 99.9=704, 99.99=9143] 
2020-10-17 17:03:40:904 130 sec: 310954 operations; 959 current ops/sec; est completion in 1 minute [INSERT: Count=960, Max=656383, Min=354, Avg=1065.18, 90=404, 99=468, 99.9=722, 99.99=656383] 
2020-10-17 17:03:41:904 131 sec: 312919 operations; 1965 current ops/sec; est completion in 1 minute [INSERT: Count=1964, Max=485, Min=354, Avg=379.55, 90=403, 99=437, 99.9=472, 99.99=485] 
2020-10-17 17:03:42:904 132 sec: 314492 operations; 1573 current ops/sec; est completion in 1 minute [INSERT: Count=1574, Max=497151, Min=355, Avg=792.08, 90=412, 99=496, 99.9=27903, 99.99=497151] 
2020-10-17 17:03:43:904 133 sec: 317064 operations; 2572 current ops/sec; est completion in 1 minute [INSERT: Count=2572, Max=13439, Min=355, Avg=386.78, 90=408, 99=453, 99.9=494, 99.99=13439] 
2020-10-17 17:03:44:904 134 sec: 319580 operations; 2516 current ops/sec; est completion in 1 minute [INSERT: Count=2516, Max=35999, Min=347, Avg=395.27, 90=406, 99=452, 99.9=521, 99.99=35999] 
2020-10-17 17:03:45:904 135 sec: 322239 operations; 2659 current ops/sec; est completion in 1 minute [INSERT: Count=2658, Max=11991, Min=346, Avg=374.16, 90=396, 99=439, 99.9=476, 99.99=11991] 
2020-10-17 17:03:46:904 136 sec: 324901 operations; 2662 current ops/sec; est completion in 1 minute [INSERT: Count=2663, Max=629, Min=345, Avg=373.83, 90=402, 99=442, 99.9=491, 99.99=629] 
2020-10-17 17:03:47:904 137 sec: 327494 operations; 2593 current ops/sec; est completion in 1 minute [INSERT: Count=2593, Max=3459, Min=345, Avg=383.66, 90=410, 99=455, 99.9=495, 99.99=3459] 
2020-10-17 17:03:48:904 138 sec: 330032 operations; 2538 current ops/sec; est completion in 1 minute [INSERT: Count=2537, Max=8631, Min=349, Avg=383.37, 90=405, 99=451, 99.9=536, 99.99=8631] 
2020-10-17 17:03:49:904 139 sec: 332475 operations; 2443 current ops/sec; est completion in 1 minute [INSERT: Count=2444, Max=36159, Min=355, Avg=416.4, 90=440, 99=509, 99.9=676, 99.99=36159] 
2020-10-17 17:03:50:904 140 sec: 334945 operations; 2470 current ops/sec; est completion in 1 minute [INSERT: Count=2469, Max=7787, Min=352, Avg=403.05, 90=434, 99=492, 99.9=558, 99.99=7787] 
2020-10-17 17:03:51:904 141 sec: 337482 operations; 2537 current ops/sec; est completion in 1 minute [INSERT: Count=2538, Max=551, Min=355, Avg=392.34, 90=426, 99=477, 99.9=522, 99.99=551] 
2020-10-17 17:03:52:904 142 sec: 339950 operations; 2468 current ops/sec; est completion in 1 minute [INSERT: Count=2467, Max=7783, Min=361, Avg=403.24, 90=435, 99=479, 99.9=560, 99.99=7783] 
2020-10-17 17:03:53:904 143 sec: 342377 operations; 2427 current ops/sec; est completion in 1 minute [INSERT: Count=2428, Max=7375, Min=368, Avg=409.81, 90=440, 99=494, 99.9=591, 99.99=7375] 
2020-10-17 17:03:54:904 144 sec: 344803 operations; 2426 current ops/sec; est completion in 1 minute [INSERT: Count=2426, Max=577, Min=368, Avg=410.24, 90=446, 99=494, 99.9=535, 99.99=577] 
2020-10-17 17:03:55:904 145 sec: 347078 operations; 2275 current ops/sec; est completion in 1 minute [INSERT: Count=2274, Max=64191, Min=353, Avg=437.51, 90=452, 99=502, 99.9=542, 99.99=64191] 
2020-10-17 17:03:56:904 146 sec: 349716 operations; 2638 current ops/sec; est completion in 1 minute [INSERT: Count=2639, Max=498, Min=355, Avg=376.99, 90=403, 99=447, 99.9=490, 99.99=498] 
2020-10-17 17:03:57:904 147 sec: 352434 operations; 2718 current ops/sec; est completion in 1 minute [INSERT: Count=2717, Max=537, Min=345, Avg=366.09, 90=391, 99=427, 99.9=475, 99.99=537] 
2020-10-17 17:03:58:904 148 sec: 355182 operations; 2748 current ops/sec; est completion in 1 minute [INSERT: Count=2748, Max=2609, Min=345, Avg=361.91, 90=384, 99=425, 99.9=571, 99.99=2609] 
2020-10-17 17:03:59:904 149 sec: 357930 operations; 2748 current ops/sec; est completion in 1 minute [INSERT: Count=2748, Max=5387, Min=345, Avg=361.95, 90=383, 99=421, 99.9=533, 99.99=5387] 
2020-10-17 17:04:00:904 150 sec: 360688 operations; 2758 current ops/sec; est completion in 58 seconds [INSERT: Count=2759, Max=671, Min=345, Avg=360.66, 90=383, 99=416, 99.9=475, 99.99=671] 
2020-10-17 17:04:01:904 151 sec: 363450 operations; 2762 current ops/sec; est completion in 57 seconds [INSERT: Count=2762, Max=545, Min=345, Avg=360.24, 90=383, 99=415, 99.9=466, 99.99=545] 
2020-10-17 17:04:02:904 152 sec: 366072 operations; 2622 current ops/sec; est completion in 56 seconds [INSERT: Count=2621, Max=47743, Min=346, Avg=379.57, 90=383, 99=422, 99.9=488, 99.99=47743] 
2020-10-17 17:04:03:904 153 sec: 368840 operations; 2768 current ops/sec; est completion in 55 seconds [INSERT: Count=2768, Max=513, Min=344, Avg=359.46, 90=381, 99=416, 99.9=445, 99.99=513] 
2020-10-17 17:04:04:904 154 sec: 371562 operations; 2722 current ops/sec; est completion in 54 seconds [INSERT: Count=2723, Max=19231, Min=345, Avg=365.49, 90=381, 99=418, 99.9=465, 99.99=19231] 
2020-10-17 17:04:05:904 155 sec: 374301 operations; 2739 current ops/sec; est completion in 53 seconds [INSERT: Count=2739, Max=5795, Min=345, Avg=363.27, 90=383, 99=426, 99.9=605, 99.99=5795] 
2020-10-17 17:04:06:904 156 sec: 377069 operations; 2768 current ops/sec; est completion in 51 seconds [INSERT: Count=2768, Max=655, Min=345, Avg=359.48, 90=382, 99=422, 99.9=477, 99.99=655] 
2020-10-17 17:04:07:904 157 sec: 379833 operations; 2764 current ops/sec; est completion in 50 seconds [INSERT: Count=2763, Max=452, Min=345, Avg=360.09, 90=383, 99=419, 99.9=440, 99.99=452] 
2020-10-17 17:04:08:904 158 sec: 382415 operations; 2582 current ops/sec; est completion in 49 seconds [INSERT: Count=2583, Max=40703, Min=353, Avg=385.22, 90=393, 99=434, 99.9=520, 99.99=40703] 
2020-10-17 17:04:09:905 159 sec: 385084 operations; 2669 current ops/sec; est completion in 48 seconds [INSERT: Count=2669, Max=6927, Min=354, Avg=372.76, 90=393, 99=447, 99.9=602, 99.99=6927] 
2020-10-17 17:04:10:904 160 sec: 387780 operations; 2696 current ops/sec; est completion in 47 seconds [INSERT: Count=2696, Max=463, Min=353, Avg=368.75, 90=392, 99=426, 99.9=448, 99.99=463] 
2020-10-17 17:04:11:904 161 sec: 390426 operations; 2646 current ops/sec; est completion in 46 seconds [INSERT: Count=2646, Max=677, Min=353, Avg=375.89, 90=398, 99=538, 99.9=599, 99.99=677] 
2020-10-17 17:04:12:904 162 sec: 393163 operations; 2737 current ops/sec; est completion in 45 seconds [INSERT: Count=2737, Max=572, Min=348, Avg=363.64, 90=386, 99=438, 99.9=541, 99.99=572] 
2020-10-17 17:04:13:904 163 sec: 395919 operations; 2756 current ops/sec; est completion in 43 seconds [INSERT: Count=2756, Max=545, Min=348, Avg=361, 90=383, 99=421, 99.9=457, 99.99=545] 
2020-10-17 17:04:14:904 164 sec: 398517 operations; 2598 current ops/sec; est completion in 42 seconds [INSERT: Count=2598, Max=51711, Min=347, Avg=383.06, 90=386, 99=422, 99.9=474, 99.99=51711] 
2020-10-17 17:04:15:904 165 sec: 401142 operations; 2625 current ops/sec; est completion in 41 seconds [INSERT: Count=2625, Max=812, Min=347, Avg=379.11, 90=414, 99=466, 99.9=533, 99.99=812] 
2020-10-17 17:04:16:904 166 sec: 403690 operations; 2548 current ops/sec; est completion in 40 seconds [INSERT: Count=2548, Max=676, Min=362, Avg=390.72, 90=413, 99=463, 99.9=513, 99.99=676] 
2020-10-17 17:04:17:904 167 sec: 406284 operations; 2594 current ops/sec; est completion in 39 seconds [INSERT: Count=2594, Max=571, Min=361, Avg=383.75, 90=406, 99=456, 99.9=481, 99.99=571] 
2020-10-17 17:04:18:904 168 sec: 408827 operations; 2543 current ops/sec; est completion in 38 seconds [INSERT: Count=2542, Max=886, Min=353, Avg=391.46, 90=418, 99=630, 99.9=675, 99.99=886] 
2020-10-17 17:04:19:904 169 sec: 411299 operations; 2472 current ops/sec; est completion in 37 seconds [INSERT: Count=2473, Max=802, Min=348, Avg=402.54, 90=588, 99=662, 99.9=785, 99.99=802] 
2020-10-17 17:04:20:904 170 sec: 413755 operations; 2456 current ops/sec; est completion in 36 seconds [INSERT: Count=2455, Max=29935, Min=347, Avg=405.19, 90=530, 99=646, 99.9=820, 99.99=29935] 
2020-10-17 17:04:21:904 171 sec: 415248 operations; 1493 current ops/sec; est completion in 35 seconds [INSERT: Count=1493, Max=273407, Min=345, Avg=667.48, 90=395, 99=610, 99.9=97599, 99.99=273407] 
2020-10-17 17:04:22:904 172 sec: 417997 operations; 2749 current ops/sec; est completion in 34 seconds [INSERT: Count=2750, Max=7599, Min=344, Avg=361.87, 90=375, 99=421, 99.9=537, 99.99=7599] 
2020-10-17 17:04:23:904 173 sec: 420756 operations; 2759 current ops/sec; est completion in 33 seconds [INSERT: Count=2759, Max=590, Min=345, Avg=360.63, 90=378, 99=425, 99.9=475, 99.99=590] 
2020-10-17 17:04:24:905 174 sec: 423355 operations; 2599 current ops/sec; est completion in 32 seconds [INSERT: Count=2600, Max=24047, Min=347, Avg=382.81, 90=388, 99=438, 99.9=521, 99.99=24047] 
2020-10-17 17:04:25:905 175 sec: 425996 operations; 2641 current ops/sec; est completion in 31 seconds [INSERT: Count=2641, Max=8679, Min=352, Avg=376.43, 90=392, 99=441, 99.9=510, 99.99=8679] 
2020-10-17 17:04:26:904 176 sec: 428631 operations; 2635 current ops/sec; est completion in 30 seconds [INSERT: Count=2634, Max=13063, Min=353, Avg=377.22, 90=392, 99=433, 99.9=499, 99.99=13063] 
2020-10-17 17:04:27:904 177 sec: 431319 operations; 2688 current ops/sec; est completion in 29 seconds [INSERT: Count=2688, Max=524, Min=346, Avg=370.06, 90=389, 99=438, 99.9=486, 99.99=524] 
2020-10-17 17:04:28:904 178 sec: 433888 operations; 2569 current ops/sec; est completion in 28 seconds [INSERT: Count=2569, Max=59231, Min=346, Avg=387.39, 90=388, 99=431, 99.9=501, 99.99=59231] 
2020-10-17 17:04:29:904 179 sec: 436624 operations; 2736 current ops/sec; est completion in 26 seconds [INSERT: Count=2735, Max=483, Min=345, Avg=363.77, 90=389, 99=432, 99.9=476, 99.99=483] 
2020-10-17 17:04:30:904 180 sec: 439342 operations; 2718 current ops/sec; est completion in 25 seconds [INSERT: Count=2719, Max=8559, Min=345, Avg=365.94, 90=385, 99=425, 99.9=469, 99.99=8559] 
2020-10-17 17:04:31:904 181 sec: 442093 operations; 2751 current ops/sec; est completion in 24 seconds [INSERT: Count=2751, Max=459, Min=345, Avg=361.75, 90=384, 99=422, 99.9=454, 99.99=459] 
2020-10-17 17:04:32:904 182 sec: 444847 operations; 2754 current ops/sec; est completion in 23 seconds [INSERT: Count=2753, Max=590, Min=345, Avg=361.36, 90=383, 99=422, 99.9=459, 99.99=590] 
2020-10-17 17:04:33:904 183 sec: 447532 operations; 2685 current ops/sec; est completion in 22 seconds [INSERT: Count=2686, Max=12303, Min=346, Avg=370.47, 90=392, 99=431, 99.9=487, 99.99=12303] 
2020-10-17 17:04:34:904 184 sec: 450238 operations; 2706 current ops/sec; est completion in 21 seconds [INSERT: Count=2706, Max=575, Min=346, Avg=367.74, 90=392, 99=432, 99.9=477, 99.99=575] 
2020-10-17 17:04:35:904 185 sec: 452772 operations; 2534 current ops/sec; est completion in 20 seconds [INSERT: Count=2534, Max=48543, Min=348, Avg=392.8, 90=401, 99=443, 99.9=500, 99.99=48543] 
2020-10-17 17:04:36:904 186 sec: 455468 operations; 2696 current ops/sec; est completion in 19 seconds [INSERT: Count=2696, Max=498, Min=347, Avg=369.13, 90=395, 99=435, 99.9=473, 99.99=498] 
2020-10-17 17:04:37:904 187 sec: 458175 operations; 2707 current ops/sec; est completion in 18 seconds [INSERT: Count=2706, Max=479, Min=347, Avg=367.69, 90=393, 99=431, 99.9=465, 99.99=479] 
2020-10-17 17:04:38:904 188 sec: 460886 operations; 2711 current ops/sec; est completion in 16 seconds [INSERT: Count=2711, Max=489, Min=347, Avg=367.12, 90=392, 99=429, 99.9=479, 99.99=489] 
2020-10-17 17:04:39:904 189 sec: 463597 operations; 2711 current ops/sec; est completion in 15 seconds [INSERT: Count=2712, Max=459, Min=349, Avg=366.97, 90=392, 99=427, 99.9=451, 99.99=459] 
2020-10-17 17:04:40:904 190 sec: 466293 operations; 2696 current ops/sec; est completion in 14 seconds [INSERT: Count=2696, Max=3673, Min=347, Avg=369.08, 90=392, 99=428, 99.9=460, 99.99=3673] 
2020-10-17 17:04:41:904 191 sec: 468971 operations; 2678 current ops/sec; est completion in 13 seconds [INSERT: Count=2678, Max=9687, Min=348, Avg=371.47, 90=391, 99=433, 99.9=484, 99.99=9687] 
2020-10-17 17:04:42:904 192 sec: 471667 operations; 2696 current ops/sec; est completion in 12 seconds [INSERT: Count=2695, Max=482, Min=349, Avg=369.18, 90=392, 99=431, 99.9=454, 99.99=482] 
2020-10-17 17:04:43:904 193 sec: 473979 operations; 2312 current ops/sec; est completion in 11 seconds [INSERT: Count=2312, Max=58207, Min=350, Avg=430.39, 90=428, 99=584, 99.9=750, 99.99=58207] 
2020-10-17 17:04:44:904 194 sec: 476466 operations; 2487 current ops/sec; est completion in 10 seconds [INSERT: Count=2488, Max=7635, Min=356, Avg=400.15, 90=434, 99=557, 99.9=640, 99.99=7635] 
2020-10-17 17:04:45:904 195 sec: 478990 operations; 2524 current ops/sec; est completion in 9 second [INSERT: Count=2524, Max=590, Min=356, Avg=394.41, 90=428, 99=497, 99.9=527, 99.99=590] 
2020-10-17 17:04:46:904 196 sec: 481532 operations; 2542 current ops/sec; est completion in 8 second [INSERT: Count=2542, Max=600, Min=357, Avg=391.47, 90=423, 99=474, 99.9=509, 99.99=600] 
2020-10-17 17:04:47:904 197 sec: 484068 operations; 2536 current ops/sec; est completion in 7 second [INSERT: Count=2535, Max=533, Min=363, Avg=392.5, 90=429, 99=481, 99.9=514, 99.99=533] 
2020-10-17 17:04:48:904 198 sec: 486601 operations; 2533 current ops/sec; est completion in 6 second [INSERT: Count=2534, Max=7235, Min=363, Avg=392.76, 90=423, 99=485, 99.9=523, 99.99=7235] 
2020-10-17 17:04:49:904 199 sec: 489012 operations; 2411 current ops/sec; est completion in 5 second [INSERT: Count=2410, Max=8123, Min=365, Avg=412.86, 90=454, 99=654, 99.9=797, 99.99=8123] 
2020-10-17 17:04:50:904 200 sec: 491510 operations; 2498 current ops/sec; est completion in 4 second [INSERT: Count=2499, Max=777, Min=364, Avg=398.27, 90=428, 99=608, 99.9=716, 99.99=777] 
2020-10-17 17:04:51:904 201 sec: 493813 operations; 2303 current ops/sec; est completion in 3 second [INSERT: Count=2302, Max=90815, Min=366, Avg=432.33, 90=421, 99=487, 99.9=596, 99.99=90815] 
2020-10-17 17:04:52:904 202 sec: 495452 operations; 1639 current ops/sec; est completion in 2 second [INSERT: Count=1639, Max=602, Min=362, Avg=387.85, 90=416, 99=477, 99.9=511, 99.99=602] 
2020-10-17 17:04:53:904 203 sec: 495821 operations; 369 current ops/sec; est completion in 2 second [INSERT: Count=369, Max=1225727, Min=353, Avg=3686.65, 90=381, 99=475, 99.9=1225727, 99.99=1225727] 
2020-10-17 17:04:54:904 204 sec: 498567 operations; 2746 current ops/sec; est completion in 1 second [INSERT: Count=2748, Max=592, Min=350, Avg=362.22, 90=379, 99=426, 99.9=466, 99.99=592] 
2020-10-17 17:04:55:428 204 sec: 500000 operations; 2734.73 current ops/sec; [CLEANUP: Count=1, Max=4, Min=4, Avg=4, 90=4, 99=4, 99.9=4, 99.99=4] [INSERT: Count=1431, Max=507, Min=349, Avg=363.22, 90=380, 99=425, 99.9=501, 99.99=507] 
[OVERALL], RunTime(ms), 204525
[OVERALL], Throughput(ops/sec), 2444.688913335778
[TOTAL_GCS_G1_Young_Generation], Count, 13
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 387
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.18921892189218922
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 13
[TOTAL_GC_TIME], Time(ms), 387
[TOTAL_GC_TIME_%], Time(%), 0.18921892189218922
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 4.0
[CLEANUP], MinLatency(us), 4
[CLEANUP], MaxLatency(us), 4
[CLEANUP], 95thPercentileLatency(us), 4
[CLEANUP], 99thPercentileLatency(us), 4
[INSERT], Operations, 500000
[INSERT], AverageLatency(us), 406.698204
[INSERT], MinLatency(us), 344
[INSERT], MaxLatency(us), 1225727
[INSERT], 95thPercentileLatency(us), 471
[INSERT], 99thPercentileLatency(us), 614
[INSERT], Return=OK, 500000